[
  {
    "name": "Kolonia Górnicza",
    "minSize": 100,
    "maxSize": 300,
    "description": ["Kompleks dzieli się na dwie kategorie. Port kosmiczny wraz ze strefą mieszkalną oraz ",
    "kompleks górniczy. Gdzie docelowo pracuje personel górniczy obslugujące liczne kopalnie wydobywające",
    "złoża dostępne na planecie."]
  },

  {
    "name": "Wysunięty posterunek",
    "minSize": 200,
    "maxSize": 500,
    "description": ["Jest to placówka obserwacyjno-badawcza. Obserwuje pobliskie układy gwiezdne, oraz działania ",
    "organizacji przestrzępoczych. Placówki tego typu prowadzone są zazwyczaj pod ścisłym rygorem. Z poszanowaniem",
    "wszelkich zasad bezpieczeństwa"]
  },

  {
    "name": "Punkt handlowy",
    "minSize": 500,
    "maxSize": 1500,
    "description": ["Niewielka odległość dzieląca placówke od bramy gwiezdnej jest świetnym miejscem na sprzedaż oraz przeładunek",
    "towarów przez konsorcja handlowe oraz niezleżnych kupców. Każdy próbuje jak najkorzystniej sprzedać, czy wymienić towar",
    "wiedząc na czym w danym momencie można najwięcej zarobić. "]
  },

  {
    "name": "Stara Kolonia",
    "minSize": 10000,
    "maxSize": 30000,
    "description": ["Ta kolonia istnieje w tym układzie od wielu pokoleń, lecz z jakiegoś powodu jej rozwój dość mocno wyhamował przez ",
    "ostatnie lata. Być może to brak przydatnych zasobów, kiepskie położenia na mapie gwiezdnej, a być może jeszcze coś bardziej",
    "niokiełznanego"]
  },

  {
    "name": "Odległa kolonia",
    "minSize": 30,
    "maxSize": 100,
    "description": ["Nowa założona kolonia w odległym rejonie kosmosu. W taką podróż wyruszają najczęściej najodważniejsi mieszkańcy Andry,",
    "naukowcy głodni nowych zjawisk do zbadania, czy istoty nie mające już nic od stracenia. To także świetne miejsce na kryjówkę, ",
    "ponieważ w nowo założonej kolonii nowych rąk do pracy nigdy nie jest za wiele "]
  },

  {
    "name": "Stolica regionu",
    "minSize": 300000,
    "maxSize": 1000000,
    "description": ["Największa lub najbardziej istotna planeta w tej części kosmosu. To tutaj skupia się główne życie kulturalne oraz społęczne.",
    "podejmowane są kluczowe decyzje polityczne oraz dyplomatyczne obejmujące swym wpływem najbliższe układy gwiezdne. Dzięki dostępności",
    "wielu usług to właśnie do planet tego typu ludzie tłumnie przybywają, aby się osiedlić"]
  }
]